<template>
    <div>
        长大不只是随着年龄高了起来而长大。也是对事情和感情的看法改变了。老师们的一个个关心的语句和父母对我的爱让我长大了。

        那是一个冬天的日子，由于学习压力太大和青春期想法的增多。让我从本来的一觉到上学时间变成了失眠。我闭着眼睛一直想让自己强行睡去，可一幅幅画面出现在我的脑海里，久之难以入睡。我打开窗帘开着外面好像黑洞一般一片漆黑什么都看不清楚，又看了一下种，发现才早早四点只好回到床上强行闭着眼睛，好让到学校里不要太困。

        这是母亲的门被打开了，他直接到楼下做起了早饭。因为还是无论怎么样都睡不着，所以我洗漱好了便下楼。我在楼梯旁偷偷的看着母亲在厨房里四处忙碌着。她用手将青菜从冰冷的自来水中捞出，又在煤气灶上上下移动着锅子，手法十分的娴熟。他又将鸡蛋放在蒸蛋机上，按下开关。几乎厨房里所有的机器都派到了用场，都闪着开关在各作文https://wWw.ZuoWenwang.Net/自工作着，来生产出可口的饭菜。

        天似乎亮了一些，母亲那穿着薄薄的衣服的身体却没有因此缓慢下来。他将粥从锅里倒出来，那锅中的米似珍珠一样洁白。他又将刚煮熟的鸡蛋小心翼翼的剥下壳放在一个碗中，那鸡蛋还散发着香气，让我顿时饿了起来，随着一个个机器工作的结束和母亲洗锅次数的增多，桌上的食物也越来越多。

        天已经完全亮了，母亲的额头上已满是汗珠，似乎一碰就要掉到地上。看着母亲疲劳的样子和桌上的饭菜，眼泪忍不住从眼中涌出，脑海中出现了往日母亲的话语的关爱。我拭干了眼泪，从旁边拿起了毛巾，来到母亲身旁，给她擦起了汗，又将筷子和碗拿到了桌上，我小心地从锅中舀出一碗粥投给了母亲，看着母亲满脸的笑容，我在内心暗暗发誓一定要好好报答她。

        这个时候，我才算长大了。我懂的别人对我的爱护和保护不是他们必须要做的，是因为他们对你充满了爱。
    </div>
</template>

<script>
    export default {
        name: "TransitionPage"
    }
</script>

<style scoped>

</style>
